label IgonreDragon:
    "Идея поддаться странному голосу в голове всё еще показалась Валерии странной, поэтому она решила ничего не менять."
    "Со временем его эхо начало пропадать, становясь редкими окликами в голове, а, затем, стихло совсем."
    scene end_lostopportunity
    with Dissolve(.5)
    "Этот голос мог бы рассказать столько всего. Кто знает, возможно, он бы показал новые миры, познакомил с удивительными существами. Может быть, довелось бы кому-то помочь или просто весело провести время."
    "Да, классное могло бы быть приключение. Даже жаль, что вы решили его проигнорировать…"
    "ПОЛУЧЕНА КОНЦОВКА: УПУЩЕННАЯ ВОЗМОЖНОСТЬ"
    $ persistent.end_lostopportunity = True
    return

label Joy:
    scene bg_street
    "Лера понюхала сначала один цветок. Следом другой. Потом она побежала к соседней клумбе. Затем она решила покачаться на качелях. Потом поиграть с корабликами в фонтане…"
    "В скором времени она познакомилась с хозяевами этого места - садовником и его псом."
    "Садовник был так добр к ней, что разрешил остаться в саду столько, сколько она пожелает."
    "Дни сменялись днями. Лера классно проводила время со своими новыми приятелями: она играли в шахматы с садовником, бегала по саду с псом."
    "Садовник познакомил девушку и с другими обитателями этого мира. Все они были очень дружные."
    "Назойливый голос Дракоши в голове какое-то время все еще пытался достучаться до девушки и напомнить зачем она пришла в этот сад."
    "Но вскоре он затих."
    "Лера думала, что ее жизнь всегда будет наполнена только счастьем и радостью."
    "Однако это длилось недолго… В какой-то момент мир райского сада начал гнить и умирать так же, как и другие миры."
    "Валерия пыталась позвать дракона. Она осознала свою ошибку. Но дракон больше не появился. Возможно, что он исчез навсегда…"
    "ПОЛУЧЕНА КОНЦВОКА: РАЙСКИЙ САД"
    return